[
  {
    "name": "Skyler",
    "color": "Grey with a bright red tail",
    "age": "10 ",
    "gender": "Male",
    "species": "African Grey Parrot",
    "location": "Sydney",
    "description": "Skyler is an exceptionally intelligent African Grey Parrot known for his ability to mimic sounds and words accurately. He has a striking appearance with a grey body contrasted by a bright red tail, which makes him visually captivating. Along with his vocal abilities, Skyler requires regular mental stimulation and social interaction to stay healthy and happy. He thrives in an environment where he can engage with puzzles and games that challenge his intellect.",
    "photo": "african-grey-parrot.jpg",
    "health": "Fully Vetted, Healthy",
    "tame": "true",
    "specialNeeds": "Requires mental stimulation and social interaction.",
    "type": "Bird",
    "featured": "false"
  },
  {
    "name": "Sunshine",
    "color": "Yellow with orange cheek patches",
    "age": "3 ",
    "gender": "Female",
    "species": "Cockatiel",
    "location": "Melbourne",
    "description": "Sunshine is a vibrant and active cockatiel, easily recognised by her bright yellow plumage and distinctive orange cheek patches. Her cheerful nature makes her a delightful companion, especially noted for her melodious singing and whistling. While Sunshine is not fully tame, she enjoys human interaction from a slight distance. Her care routine is straightforward, focusing on maintaining a healthy diet and ensuring she has space to exercise her vocal talents.",
    "photo": "cockatiel.png",
    "health": "Up-to-Date in Vaccination",
    "tame": "false",
    "specialNeeds": "None",
    "type": "Bird",
    "featured": "false"
  },
  {
    "name": "Jasper",
    "color": "Blue and Yellow",
    "age": "15",
    "gender": "Male",
    "species": "Blue-and-Gold Macaw",
    "location": "Sydney",
    "description": " Jasper is a bold and charismatic Blue-and-Gold Macaw with striking blue and yellow feathers. His outgoing personality and tendency to seek attention make him a standout pet for those who enjoy interactive play and lively companionship. Due to his size and energy, Jasper needs a spacious environment where he can fly and explore. Regular health checks ensure he maintains his vigor, and his diet needs to accommodate his high energy levels.",
    "photo": "blue-and-gold-macaw.png",
    "health": "Regular health checks completed",
    "tame": "true",
    "specialNeeds": "Needs a spacious environment to fly",
    "type": "Bird",
    "featured": "false"
  },
  {
    "name": "Kiwi",
    "color": "Green and Yellow",
    "age": "1",
    "gender": "Female",
    "species": "Budgerigar",
    "location": "Brisbane",
    "description": "Kiwi is a young, friendly Budgerigar with a charming mixture of green and yellow feathers. As a social bird, she thrives in the company of other budgerigars and enjoys forming close bonds with her flock mates. Kiwi's need for companionship means she is best suited to a home with other birds where she can socialise and engage in communal activities. Her maintenance involves regular health check-ups to ensure her continued well-being.",
    "photo": "budgerigar.png",
    "health": "Healthy, regular check-ups",
    "tame": "true",
    "specialNeeds": "Social species, needs companionship",
    "type": "Bird",
    "featured": "true"
  },
  {
    "name": "Ruby",
    "color": "Red, Yellow, and Blue",
    "age": "20 ",
    "gender": "Female",
    "species": "Scarlet Macaw",
    "location": "Brisbane",
    "description": "Ruby is a dignified Scarlet Macaw, whose intelligence is as vibrant as her colorful red, yellow, and blue plumage. She is capable of learning numerous tricks and commands, which makes her a continually engaging companion. Ruby has special dietary needs that include a mix of nuts and fruits to keep her in optimal health. She is also monitored for signs of arthritis—a common issue in older macaws—which is managed with careful attention and periodic veterinary care.",
    "photo": "scarlet-macaw.png",
    "health": "Monitored for arthritis, otherwise healthy",
    "tame": "true",
    "specialNeeds": "Requires a diet specific to macaws, enriched with nuts and fruits.",
    "type": "Bird",
    "featured": "false"
  },
  {
    "name": "Echo",
    "color": "Peach and Green",
    "age": "2 ",
    "gender": "Male",
    "species": "Lovebird",
    "location": "Melbourne",
    "description": "Echo is a loving and affectionate Lovebird with peach and green colouring that reflects his warm personality. He forms strong emotional bonds with his owners, often seen cuddling and seeking affection. Echo's need for constant social interaction can make him demanding, but for an owner who can provide plenty of attention and companionship, he is a rewarding pet. His excellent condition is maintained through a structured routine of socialisation, health care, and diet.",
    "photo": "lovebird.png",
    "health": "Excellent condition",
    "tame": "true",
    "specialNeeds": "Needs constant social interaction to prevent loneliness.",
    "type": "Bird",
    "featured": "false"
  }
]
