[
  {
    "name": "Whiskers",
    "color": "Tabby",
    "age": "2",
    "gender": "Male",
    "breed": "Domestic Shorthair",
    "location": "Melbourne",
    "description": "Whiskers is a curious and playful cat who thrives in an environment full of toys and spaces to explore. His tabby coat and agile movements make him a delightful spectacle during play. \n\nHe has a sociable nature, often seeking out human companionship for playtime or a quick nap in a warm lap. Fully vaccinated and healthy, he's ready to join any home willing to provide some fun and games.",
    "photo": "domestic-shorthair.png",
    "vaccinationHistory": "Fully Vaccinated",
    "disability": "None",
    "pedigreeKnown": "false",
    "type": "Cat"
  },
  {
    "name": "Luna",
    "color": "Grey",
    "age": "1",
    "gender": "Female",
    "breed": "Russian Blue",
    "location": "Brisbane",
    "description": "Luna is a shy Russian Blue who takes a bit of time to warm up, but once she does, she becomes very loving and affectionate. Her sleek grey coat and piercing green eyes make her a stunningly beautiful cat. \n\nDespite her initial shyness, Luna is incredibly gentle and enjoys quiet evenings curled up next to her favourite person. Being partially vaccinated and deaf, she requires a little extra care and a peaceful living environment.",
    "photo": "russian-blue.png",
    "vaccinationHistory": "Partially Vaccinated",
    "disability": "Deaf",
    "pedigreeKnown": "false",
    "type": "Cat"
  },
  {
    "name": "Coco",
    "color": "Black",
    "age": "4",
    "gender": "Female",
    "breed": "Persian",
    "location": "Sydney",
    "description": "Coco is the epitome of a dignified Persian cat, preferring a calm and serene home environment where she can reign as the queen she is. Her lush black fur and expressive eyes convey her noble and quiet nature. \n\nShe enjoys a laid-back lifestyle, ideally with many soft cushions and sunny spots for lounging. Her vaccinations are up-to-date, though her vision impairment requires some additional accommodations to ensure her safety and comfort.",
    "photo": "persian.png",
    "vaccinationHistory": "Up-to-date",
    "disability": "Vision Impairment",
    "pedigreeKnown": "true",
    "type": "Cat",
    "featured": "true"
  },
  {
    "name": "Tiger",
    "color": "Orange and White",
    "age": "3",
    "gender": "Male",
    "breed": "Bengal",
    "location": "Sydney",
    "description": "Tiger is an affectionate Bengal cat whose vibrant orange and white stripes are only matched by his lively personality. He is particularly good with families, offering both playful antics and gentle companionship. \n\nHis dynamic personality makes him well-suited to an active household. While fully engaged and sociable, Tiger does require booster shots to keep him as healthy and energetic as he naturally is.",
    "photo": "bengal.png",
    "vaccinationHistory": "Need Booster Shots",
    "disability": "None",
    "pedigreeKnown": "false",
    "type": "Cat"
  },
  {
    "name": "Simba",
    "color": "Ginger",
    "age": "5",
    "gender": "Male",
    "breed": "Maine Coon",
    "location": "Brisbane",
    "description": "Simba is a majestic Maine Coon with a regal bearing and a luxurious ginger mane that makes him resemble a tiny lion. Known for his confident nature, he loves high perches where he can survey his kingdom. \n\nHis friendly demeanor makes him a great companion for families with children or other pets. Fully vaccinated, Simba is a healthy, robust cat who enjoys interactive play and the occasional quiet moment to himself.",
    "photo": "maine-coon.png",
    "vaccinationHistory": "Fully Vaccinated",
    "disability": "None",
    "pedigreeKnown": "true",
    "type": "Cat"
  },
  {
    "name": "Sapphire",
    "color": "Cream",
    "age": "6",
    "gender": "Female",
    "breed": "Siamese",
    "location": "Melbourne",
    "description": "Sapphire is a vocal Siamese with a striking cream coat who loves to be the center of attention. Her conversations are not just vocal; they're an expression of her engaging personality and her desire for interaction.\n\nAs a social butterfly, Sapphire seeks a home where she can interact freely and receive plenty of affection. She's perfect for someone who enjoys an active dialogue with their pet and appreciates the unique character of the Siamese breed.",
    "photo": "siamese.jpg",
    "vaccinationHistory": "Vaccination in Progress",
    "disability": "None",
    "pedigreeKnown": "true",
    "type": "Cat"
  }
]
