[
  {
    "name": "Bella",
    "color": "Golden",
    "age": "3",
    "gender": "Female",
    "breed": "Labrador Retriever",
    "location": "Melbourne",
    "description": "Bella is an energetic and friendly Labrador Retriever, renowned for her love of family and particularly great with kids. Her golden coat shines in the sun as she plays and interacts cheerfully with everyone around her.\n\nHer boundless energy makes her an ideal companion for outdoor activities and family trips. Bella's joyful demeanor and willingness to please make training a fun and rewarding experience.",
    "photo": "labrador-retriever.jpg",
    "vaccinationHistory": "Fully Vaccinated",
    "disability": "None",
    "pedigreeKnown": "true",
    "type": "Dog"
  },
  {
    "name": "Max",
    "color": "Black and White",
    "age": "5",
    "gender": "Male",
    "breed": "Border Collie",
    "location": "Melbourne",
    "description": "Max is a highly intelligent and trainable Border Collie with a striking black and white coat. Known for his agility and love for games, he excels in environments that challenge both his mind and body.\n\nDespite his deafness, Max uses his keen senses to navigate his surroundings and communicate effectively. His enthusiasm for learning new tricks makes him a delightful pet for those who enjoy active engagement and training challenges.",
    "photo": "border-collie.jpg",
    "vaccinationHistory": "Fully Vaccinated",
    "disability": "Deaf",
    "pedigreeKnown": "false",
    "type": "Dog"
  },
  {
    "name": "Daisy",
    "color": "White",
    "age": "2",
    "gender": "Female",
    "breed": "Samoyed",
    "location": "Brisbane",
    "description": "Daisy is a gentle and friendly Samoyed with a fluffy white coat that is as soft as snow. Her amiable nature makes her the perfect family pet, always ready to cuddle and comfort her owners.\n\nDespite her blindness, Daisy navigates her world with confidence and ease, relying on her other senses to interact lovingly with those around her. Her disability does not dampen her spirit, making her a testament to the resilience and loving nature of Samoyeds.",
    "photo": "samoyed.jpg",
    "vaccinationHistory": "No Vaccination",
    "disability": "Blindness",
    "pedigreeKnown": "true",
    "type": "Dog"
  },
  {
    "name": "Oscar",
    "color": "Brindle",
    "age": "4",
    "gender": "Male",
    "breed": "Boxer",
    "location": "Brisbane",
    "description": "Oscar is a loyal and protective Boxer, his brindle coat and robust build making him an excellent guard dog. He possesses a deep bark and a vigilant presence, always on alert to protect his home and family.\n\nHis protective instincts are matched by a loving personality that endears him to all family members. Oscar's loyalty makes him not just a pet but a devoted member of his household, always ready to offer companionship and protection.",
    "photo": "boxer.png",
    "vaccinationHistory": "Fully Vaccinated",
    "disability": "None",
    "pedigreeKnown": "false",
    "type": "Dog",
    "featured": "true"
  },
  {
    "name": "Lola",
    "color": "Grey",
    "age": "6",
    "gender": "Female",
    "breed": "Weimaraner",
    "location": "Sydney",
    "description": "Lola is an active and affectionate Weimaraner known for her sleek grey coat and vibrant personality. She thrives on physical activity and requires substantial exercise to stay healthy and happy.\n\nDespite her hip dysplasia, Lola remains spirited and eager to engage in play and long walks. Regular vet visits and a managed exercise routine help maintain her mobility and ensure she continues to enjoy a high quality of life.",
    "photo": "weimaraner.png",
    "vaccinationHistory": "Partially Vaccinated",
    "disability": "Hip Dysplasia",
    "pedigreeKnown": "false",
    "type": "Dog"
  },
  {
    "name": "Rocky",
    "color": "Tan",
    "age": "1",
    "gender": "Male",
    "breed": "French Bulldog",
    "location": "Sydney",
    "description": "Rocky is a playful and charming French Bulldog, his tan coat and small stature making him particularly endearing to all who meet him. He loves interacting with other pets and is known for his friendly demeanor at social gatherings.\n\nDespite suffering from epilepsy, Rocky's condition is well-managed with medication, allowing him to lead a joyful and active life. His resilience and cheerful nature make him a beloved companion and a joy to have around.",
    "photo": "french-bulldog.jpg",
    "vaccinationHistory": "Fully Vaccinated",
    "disability": "Epilepsy",
    "pedigreeKnown": "true",
    "type": "Dog",
    "featured": "true"
  }
]
