[
  {
    "name": "Nugget",
    "color": "Golden",
    "age": "0.8",
    "gender": "Male",
    "breed": "Syrian Hamester",
    "location": "Sydney",
    "description": "Nugget is a friendly and curious Syrian Hamster with a lush golden coat. He loves to explore every nook of his secure play area, showing a particular interest in tunnels and climbing structures.\n\nHis vibrant personality makes him a delightful companion for those looking for an interactive pet. Nugget thrives in an environment where he can satisfy his curiosity and engage in various activities, making him an ideal choice for families with children or first-time hamster owners.",
    "photo": "syrian.png",
    "health": "Excellent, Fully checked",
    "type": "Hamster"
  },
  {
    "name": "Pearl",
    "color": "White with black and brown markings",
    "age": "1",
    "gender": "Female",
    "breed": "European Hamster",
    "location": "Melbourne",
    "description": "Pearl is an intelligent European Hamster, reserved at first but very responsive once comfortable with her surroundings. Her distinctive markings and sharp eyes give her a unique appearance that matches her clever nature.\n\nPearl is capable of complex behaviours such as rearranging her bedding and solving simple puzzles. Her intelligence requires regular mental stimulation, making her best suited for an owner who enjoys interactive and engaging activities with their pets.",
    "photo": "european.png",
    "health": "Good health, regular health checks",
    "type": "Hamster"
  },
  {
    "name": "Gizmo",
    "color": "Grey and White",
    "age": "0.7",
    "gender": "Male",
    "breed": "Roborovski Hamster",
    "location": "Melbourne",
    "description": "Gizmo is an extremely active and energetic Roborovski Hamster, known for his love of running on his wheel at high speeds. His tiny size and quick movements make him fascinating to watch but a challenge to handle.\n\nGiven his high energy levels, Gizmo requires a habitat that allows plenty of space for exercise. He is best suited for experienced hamster owners who understand the specific needs of Roborovskis, especially their need for minimal handling and a lot of free-running space.",
    "photo": "roborovski.png",
    "health": "Very healthy, active",
    "type": "Hamster",
    "featured": "true"
  },
  {
    "name": "Fudge",
    "color": "Brown",
    "age": "0.10",
    "gender": "Male",
    "breed": "Campbell's Dwarf Hamster",
    "location": "Melbourne",
    "description": "Fudge is a sweet and easy-going Campbell's Dwarf Hamster who loves cuddling and gentle handling. His calm demeanor makes him an excellent pet for those seeking a quieter, more manageable hamster.\n\nDespite his laid-back nature, Fudge still enjoys playful interactions and light exercise. Regular, gentle play sessions and a comfortable living environment help keep him happy and healthy.",
    "photo": "campbell-dwarf.png",
    "health": "Excellent condition",
    "type": "Hamster"
  },
  {
    "name": "Sparkle",
    "color": "Silver",
    "age": "1.5",
    "gender": "Female",
    "breed": "Winter White Dwarf Hamster",
    "location": "Brisbane",
    "description": "Sparkle is a quiet and observant Winter White Dwarf Hamster, often found watching her surroundings from the comfort of her cage. Her silver coat gleams under the light, reflecting her gentle and serene personality.\n\nAlthough she is less active than some of her hamster counterparts, Sparkle requires a stable and peaceful environment where she can feel secure. Her health is monitored for slight weight issues, which is managed through a carefully balanced diet and occasional light exercise.",
    "photo": "winter-white.png",
    "health": "Monitored for slight weight issues, otherwise healthy.",
    "type": "Hamster"
  },
  {
    "name": "Ziggy",
    "color": "Brown and White",
    "age": "1",
    "gender": "Male",
    "breed": "Chinese Hamster",
    "location": "Brisbane",
    "description": "Ziggy is an adventurous and clever Chinese Hamster who excels at navigating mazes and tunnels. His agility and problem-solving skills make him a joy to interact with and provide mental challenges.\n\nHis active and inquisitive nature makes him an ideal pet for those who appreciate engaging with their pets in intellectually stimulating games. Regular vet visits ensure that Ziggy maintains his health, allowing him to continue his explorations and antics.",
    "photo": "chinese.png",
    "health": "Good, regular vet visits.",
    "type": "Hamster"
  }
]
