[
  {
    "name": "Mocha",
    "color": "Brown with white markings",
    "age": "1",
    "gender": "Female",
    "breed": "Mini Lop",
    "location": "Brisbane",
    "description": "Mocha is a sweet and calm Mini Lop rabbit, whose gentle demeanor makes her perfect for a quiet home. Her soft brown fur with distinctive white markings complements her peaceful nature, making her a delightful and soothing companion.\n\nShe thrives in environments where she can receive gentle handling and lots of affection without too much noise or chaos. Mocha’s love for serene spaces makes her ideal for families seeking a tranquil pet or for those living in a relaxed setting.",
    "photo": "mini-lop.png",
    "vaccinationHistory": "Fully Vaccinated",
    "disability": "None",
    "pedigreeKnown": "false",
    "type": "Rabbit"
  },
  {
    "name": "Thumper",
    "color": "Grey",
    "age": "2",
    "gender": "Male",
    "breed": "Flemish Giant",
    "location": "Sydney",
    "description": "Thumper is a gentle giant among rabbits, with a large, soft grey coat that invites petting. As a Flemish Giant, he enjoys lounging around the house and is surprisingly good with other pets, including smaller animals.\n\nDespite his size, Thumper is calm and easygoing, requiring ample space to move comfortably and a diet sufficient to maintain his health. His deafness does not hinder his ability to interact with his family, making him a lovable and low-maintenance companion.",
    "photo": "flemish-giant.png",
    "vaccinationHistory": "Up-to-Date",
    "disability": "Deaf",
    "pedigreeKnown": "false",
    "type": "Rabbit"
  },
  {
    "name": "Carrot",
    "color": "Black and White",
    "age": "0.6",
    "gender": "Female",
    "breed": "Dutch",
    "location": "Melbourne",
    "description": "Carrot is an energetic Dutch rabbit with a playful spirit that keeps her always on the move. Her striking black and white coat makes her stand out in any setting, and her zest for life is infectious.\n\nShe loves exploring new environments and is particularly fond of hopping around spacious areas where she can exercise her legs and curiosity. Her need for regular interaction and mental stimulation makes her well-suited for an active family that enjoys engaging with their pets.",
    "photo": "dutch.png",
    "vaccinationHistory": "Initial vaccinations completed, boosters needed.",
    "disability": "None",
    "pedigreeKnown": "true",
    "type": "Rabbit"
  },
  {
    "name": "Oliver",
    "color": "White",
    "age": "3",
    "gender": "Male",
    "breed": "New Zealand White",
    "location": "Melbourne",
    "description": "Oliver is a friendly and sociable New Zealand White rabbit, known for his easygoing nature and love of human company. His pure white fur is soft to the touch, and he enjoys being handled and cared for.\n\nOliver’s partial blindness does not slow him down; instead, it heightens his other senses, allowing him to navigate his surroundings effectively. He is a wonderful companion who can bring warmth and joy to any home, particularly those with the patience to accommodate his special needs.",
    "photo": "new-zealand-white.png",
    "vaccinationHistory": "Fully Vaccinated",
    "disability": "Partial Blindness",
    "pedigreeKnown": "false",
    "type": "Rabbit"
  },
  {
    "name": "Hazel",
    "color": "Hazel",
    "age": "4",
    "gender": "Female",
    "breed": "Rex",
    "location": "Brisbane",
    "description": "Hazel is a Rex rabbit with a beautiful hazel-coloured coat that feels like velvet under the fingers. She has an affectionate nature and prefers a quiet corner where she can relax and observe her surroundings peacefully.\n\nHer dental malocclusion requires some special care, including regular veterinary checks and a specific diet to ensure her teeth stay healthy. Despite this, Hazel remains a loving and low-key pet, perfect for someone looking for a cuddly companion without the high energy of more playful breeds.",
    "photo": "rex.png",
    "vaccinationHistory": "Up-to-Date",
    "disability": "Dental Malocclusion",
    "pedigreeKnown": "true",
    "type": "Rabbit"
  },
  {
    "name": "Bunny",
    "color": "Grey and White",
    "age": "1.5",
    "gender": "Male",
    "breed": "Chinchilla Rabbit",
    "location": "Sydney",
    "description": "Bunny is a curious and intelligent Chinchilla Rabbit, always keen on exploring new toys and solving puzzles. His smart and engaging nature makes him a fascinating pet for those who enjoy mental stimulation and interactive play.\n\nHis sleek grey and white coat is as beautiful as it is unique, matching his vibrant and exploratory personality. Bunny's active mind and body make him perfect for an owner who can provide a dynamic and enriching environment.",
    "photo": "chinchilla.png",
    "vaccinationHistory": "Fully Vaccinated",
    "disability": "None",
    "pedigreeKnown": "true",
    "type": "Rabbit",
    "featured": "true"
  }
]
